m=navigator.appVersion
i=m.indexOf("MSIE")
m=parseFloat(m.substr(i+5))
if(!(i>0&&m>=5))
location.replace('../pr/')
else{mts='SUZUKI';mty='YAMAHA';mth='HONDA'
ggy=ggs='Модель (рама):Год выпуска:Длина (мм):Ширина (мм):Высота (мм):База (мм):Дорожный просвет (мм):Количество ездоков (чел):Сухой вес (кг):Рабочий объем (куб.см):MAX мощность (лс/об.мин):MAX крутящий момент (кгм/об.мин):Запас хода на 1л (км[км/ч]):Объем бензобака (л):Цена (уе)'
ggh=ggy.substr(0,93)+'Радиус поворота (м):'+ggy.substr(93)
as=new Array("ZZ;ca1pb;2000;1755;635;1060;1215;155;1; 80; 49; 7.2/7000;0.76/6500; 54.0[30]; 5.2; 650","VERDE;ca1mb;2001;1655;630;1010;1140;100;1; 69; 49; 6.1/6500;0.69/6000; 59.0[30]; 5;","LET'SII/L '99;ca1pa;1999;1670;605; 995;1140;100;1; 68(70); 49; 6.1/6500;0.69/6000; 59.0[30]; 5.2; 550","ADDRESS 110;cf11a;1998;1855;630;1120;1265;125;2; 93;113;10.0/6000;1.3/5500; 41.0[60]; 6; 950","ADDRESS V100 '01;ce13a;2001;1745;635;1015;1240;110;2; 84; 99; 9.0/6000;1.1/5500; 43.0[60]; 6; 720","VECSTAR 125;cf42a;1994;1910;685;1095;1300;120;2;104;124;12.0/7500;1.2/6500; 54.0[60]; 8; 900","VECSTAR 150;cg42a;1995;1920;685;1095;1300;120;2;106;152;13.0/7500;1.3/6000; 44.5[60]; 8; 950","SKYWAVE 250;cj42a;2000;2260;765;1365;1590;120;2;162;249;23.0/7000;2.5/6000; 39.0[60];13;2200","SKYWAVE 400;ck42a;2000;2260;765;1365;1590;120;2;177;385;32.0/8000;3.3/6000; 35.0[60];13;2800","AVENSIS 150;cg43a;1998;1990;685;1070;1350;125;2;119;152;16.0/9500;1.3/7500; 41.0[60]; 9;1100","AVENSIS;cf43a;1998;1990;685;1070;1350;125;2;119;124;14.0/9500;1.1/7500; 49.0[60]; 9; 900","ADDRESS;ca1na;1998;1845;630;1265;1250;110;1; 84; 49; 6.3/6500;0.71/6000; 57.0[30]; 6; 750","ADDRESS V100 '91;ce11a;1991;1745;635;1015;1240;110;2; 81; 99; 9.0/6000;1.1/5500; 53.3[50]; 6; 700","LOVE 3;ca15a;1984;1580;640;1020;1115;;1; 48; 49; 6.0/6500;0.69/6000;;; 180","HI-R;ca19b;1987;1595;610; 985;1145;;1; 53; 49; 6.5/6500;0.72/6000;;; 240","ADDRESS Tune;ca1ca;1988;1675;610;1015;1190;;1; 65; 49; 7.0/7000;0.75/6500;;; 290","SEPIA ZZ;ca1eb;1990;1660;635; 995;1165;;1; 65; 49; 7.0/7000;0.75/6500;;; 310","GEMMA Quest 90;cd13a;1986;1640;645; 995;1150;;; 67; 82; 7.2/6500;0.87/5500;;; 280","LET'SII '96;ca1ka;1996;1670;605; 985;1140;;1; 66; 49; 6.8/7000;0.73/6500;;; 400","LET'S;ca1ka;1996;1675;635;1005;1140;;1; 68; 49; 6.8/7000;0.73/6500;;; 400","CARNA;ca18a;1985;;;;;;1; 49; 49; 6.5/6500;0.72/6000;;; 200","MODE GT;ca1ba;1987;;;;;;1; 66; 49; 6.5/6500;0.72/6000;;; 210","LOVE;;1982;1560;645; 975;1120;;1; 55; 49; 3.5/5500;0.5/4500;;;; 180")
ay=new Array("AXIS 100 '01;sb06j;2001;1850;680;1085;1275;110;2; 90;101;10.0/7000;1.1/6000; 39.0[60]; 6.5;1500","BOX'N;1hv;1985;1640;630; 960;1115;;1; 55; 49; 5.8/7000;0.61/5500;;; 220","EXCEL;1yt;1986;;;;;;1; 59; 49; 5.8/7000;0.61/6000;;; 200","CYGNUS 180;25g;1982;;;;;;2;108;180;15.0/7300;1.5/6000;;; 400","JOG '83;27v;1983;1555;605; 965;1075;;1;49; 49; 4.5/7000;0.54/5500;;; 190","CZ 150R;2re;1987;;;;;;2;107; 141; 17.0/6500;1.9/6000;;;","CYGNUS GT;4dh;1993;;;;;;2;111; 150; 12.0/8000;1.2/8000;;; 950","VINO '97;5au;1997;1620;630;1005;1150; 80;1; 65; 49; 6.3/7000;0.67/6500; 47.0[30]; 6; 400","JOG/C '97(98);sa01j;1997(98);1660;625;1025;1160; 85;1; 64; 49; 6.8/7000;0.72/6500; 50.0[30]; 7;","BW'S;sa02j;1998;1890;705;1100;1275;120;1; 88; 49; 5.5/7000;0.57/6500; 54.0[30]; 5.7; 500","JOG Z-II;sa04j;1998;1660;640;1040;1160; 85;1; 68; 49; 7.2/7000;0.75/6500; 52.0[30]; 7;","JOG '99;sa04j;1999;1660;640;1040;1160; 85;1; 68; 49; 7.2/7000;0.75/6500; 52.0[30]; 7;","JOG C '99;sa04j;1999;1660;625;1025;1160; 85;1; 64; 49; 6.8/7000;0.72/6500; 50.0[30]; 7;","JOG POCHE;sa08j;1999;1650;630;1020;1160; 85;1; 68; 49; 6.3/7000;0.67/6500; 60.0[30]; 7; 450","VINO '99;sa10j;1999;1620;630;1020;1150; 85;1; 66; 49; 6.3/7000;0.67/6500; 61.0[30]; 6;","APRIO Natural;sa11j;1999;1615;630;1000;1135; 85;1; 63; 49; 6.3/7000;0.67/6500; 62.0[30]; 6; 450","JOG '00;sa12j;2000;1660;640;1040;1160; 85;1; 69; 49; 6.8/7000;0.71/6500; 63.0[30]; 7; 550","JOG ZR '99;sa13j;1999;1625;665;1020;1130; 85;1; 68; 49; 6.8/7000;0.71/6500; 64.0[30]; 4; 650","JOG '01;sa16j;2001;1670;640;1005;1160; 85;1; 68; 49; 6.5/7000;0.68/6500; 63.0[30]; 5.7;","JOG ZR '00;sa16j;2000;1670;670;1010;1160; 90;1; 70; 49; 6.5/7000;0.68/6500; 63.0[30]; 5.7;","JOG C '01;sa16j;2001;1670;640;1005;1160; 85;1; 68; 49; 6.5/7000;0.68/6500; 63.0[30]; 5.7;","AXIS 100 '98;sb01j;1998;1850;680;1085;1275;110;2; 89;101;10.0/7000;1.1/6000;; 6.5;1300","CYGNUS 125Si;se01j;1998;1795;660;1065;1215;100;2; 97;124;10.0/7500;1.0/6000;55.0[60]; 6.5; 850","CYGNUS 125SV;se07j;2001;1800;660;1065;1220;100;2;101;124;10.0/7500;1.0/6000;41.0[60]; 6.5; 850","MAJESTY ABS/SV;sg01j;1998(97);2120;780;1330;1500;120;2;158(153);249;21.0/6500;2.4/5500;41.0[60];11;3300","MAJESTY '99;sg03j;1999;2140;780;1350;1535;120;2;156;249;22.0/7500;2.3/6000;41.0[60];12;3100","GEAR;ua03j;1999;1850;650;1035;1270; 90;1; 84; 49; 5.0/6500;0.57/6000;51.0[30]; 9;","TMAX '00;sj02j;2000;2235;775;1410;1575;140;2;197;499;40.0/7000;4.67/5500;;14;3100","TMAX '01;sj02j;2001;2235;775;1410;1575;130;2;198;499;38.0/7000;4.5/5500;30.0[30];14;3100","BELUGA;5g6;1981;1745;670;1015;1200;105;1;75;49;3.8/6000;0.57/4500;;4.7; 200","BELUGA 80;5g3;1981;1750;670;1020;1200;110;2;79;79;5.0/6000;0.8/4000;;4.7; 260","PASSOL;2e9;1977;1515;605; 925;1075;;1;45;49;2.3/5500;0.37/3500;;; 160","CUTE;53l;1986;1505;620; 960;1075;;1;40;49;4.0/6500;0.52/4500;;; 200","CHAMP;54v;1984;1565;605; 955;1110;;1;51;49;5.2/7000;0.58/5500;;; 200","TRY;52w;1985;1540;610; 965;1090;;1;49;49;5.0/7000;0.55/5500;;; 200","CHAMP 80;2gm;1986;1555;605; 955;1100;;1;59;49;7.0/6500;0.8/6000;;; 290","JOG '87;2ja;1987;1610;600; 975;1115;;1;56;49;6.0/7000;0.63/6000;;; 260","CHAMP CX;3fc;1988;1675;600; 975;1160;;1;64;49;6.3/7000;0.65/6500;;; 290","BW'S/Sport '88(89);3aa(3aa2);1988(89);1735;630;1030;1170;;1;65;49;6.0/7000;0.67/6000;;; 550","AXIS 90;3vr;1990;1720;630;1040;1070;;2;73;82;8.5/7000;0.89/6500;;; 700","JOG Z;3ky;1990;1615;640;1005;1130;;1;74;49;6.8/7000;0.71/6500;;;","JOG Aprio;4jp;1993;1615;630;1000;1135;;1;61;49;6.8/6500;0.75/6000;;; 550","JOG ZR '94;3yr;1994;1625;660;1020;1130;;1;66;49;7.2/7000;0.74/6500;;4; 550","MAJESTY '95;4hc;1995;2110;765;1330;1500;120;2;147;249;21.0/6500;2.4/5500;41.0[60];11;2600","AXIS;3vp;1990;1720;630;1040;1170;;1;68;49;6.8/7000;0.72/6500;48[30];5.5; 550","SALIENT;14t;1982;1590;615; 980;1125;;1;55;49;3.6/6000;0.54/4500;;; 190","MINT;1yu;1986;1500;620; 965;1080;;1;47;49;4.3/6000;0.54/5500;;; 200")
ah=new Array("LEAD 125;jf01;1982;1750;645;1090;;;1.7;2; 84;124;10.0/6500;1.3/5000; 55.0[50];7; 320","LEAD 50 '82;af01;1982;1675;665;1070;;;1.7;1; 64; 49; 5.0/7000;; 75.0[30];5.3; 210","SPACY 50 '82;af02;1982;1705;675;1050;;;1.8;1; 68; 49; 5.0/9000;0.42/7500;110.0[30];5; 260","SPACY 50 '84;af02;1984;1705;670;1080;;;1.8;1; 68; 49; 4.5/8000;0.44/6500;110.0[30];5; 280","LEADER;af03;1983;1645;665;1040;;;1.7;1; 59; 49; 5.6/6500;0.63/6000; 91.0[30];4.8; 210","VOCAL;af04;1983;1510;615; 955;;;1.5;1; 45; 49; 4.0/7000;0.43/6000;130.0[30];4; 220","EVE;af06;1983;1490;590; 915;;;1.7;1; 34; 49; 4.0/6000;0.50/5500;100.0[30];2.5; 160","EVE Smile;af06;1984;1485;590; 905;;;1.7;1; 33; 49; 4.0/6000;0.50/5500; 87.0[30];2.5; 160","BEAT;af07;1983;1690;580; 985;1140;;1.8;1; 60; 49; 7.2/7000;0.73/7000; 67.0[30];4;","LEAD SuperDelux;af08;1984;1690;680;1045;1175;;;1; 66; 49; 6.2/7000;0.69/6000; 84.0[30];4.8; 260","LEAD 50/50S '83;af01;1983;1675;665;1070;;;1.7;1; 64; 49; 5.5/7000;0.59/6000; 84.0(80.0)[30];5.3; 210","TACT/Courreges '84;af09;1984;1585;625; 965;1130;;;1; 48; 49; 5.0/6000;0.62/5500; 90.0[30];4; 200","TACT Fullmark '84;af09;1984;1595;625; 965;1130;;;1; 48; 49; 5.0/6000;0.62/5500; 90.0[30];4; 170","TACT/Courreges '85;af09;1985;1585;625; 965;1130;;;1; 52; 49; 5.4/6500;0.62/6000; 80.0[30];4; 200","TACT Fullmark '85;af09;1985;1595;625; 965;1130;;;1; 53; 49; 5.4/6500;0.62/6000; 80.0[30];4; 200","TACT FullmarkS;af09;1986;1600;625; 980;1130;;;1; 57; 49; 5.4/6500;0.62/6000; 78.3[30];4;","LEAD SS '84;af10;1984;1690;680;1105;1175;;;1; 66; 49; 6.2/7000;0.69/6000; 84.0[30];4.8; 280","LEAD SS/R '86;af10;1986;1690;680;1090;1175;;;1; 70(71); 49; 6.4/7000;0.71/6000; 75.4[30];4.8; 280","EVE Pax;af14;1985;1535;585; 985;1105;;;1; 45; 49; 4.1/6000;0.52/5500; 75.0[30];3; 180","EVE PaxS;af14;1985;1535;585; 985;1105;;;1; 49; 49; 5.0/6500;0.57/6000; 78.0[30];3; 180","DJ-1;af12;1985;1590;590; 990;1165;;;1; 52; 49; 5.2/6500;0.6/6000; 75.0[30];3; 200","DJ-1R '86;af12;1986;1650;625;1025;1180;;;1; 55; 49; 5.5/6500;0.63/6000; 75.4[30];3; 220","DJ-1R '87;af12;1987;1640;625;1015;1170;;;1; 55; 49; 6.0/6500;0.69/6000; 71.1[30];3; 220","TACT IVY;af13;1986;1575;620; 980;1125;;;1; 57; 49; 4.1/7500;0.45/6000;104.0[30];3.6; 260","PAX Club;af14;1988;1565;590; 965;1110;105;1.7;1; 52; 49; 5.5/6500;0.63/6000; 68.1[30];3.6; 230","TACT Fullmark '87;af16;1987;1655;650;1010;1160;;;1; 60; 49; 5.8/6500;0.66/6000; 75.3[30];4.6; 260","PAL '87;af17;1987;1545;590; 990;1090;105;;1; 44; 49; 4.4/6000;0.55/5500; 71.0[30];3.8; 200","PAL '88;af17;1988;1570;590; 995;1100;105;1.7;1; 51; 49; 4.4/6000;0.55/5500; 60.4[30];3.8; 230","DIO '88;af18;1988;1600;615; 990;1135;100;1.8;1; 59; 49; 6.4/6500;0.74/6000; 67.4[30];4; 260","DIO '89;af18;1989;1610;615;1000;1140;100;1.8;1; 63; 49; 6.8/7000;0.73/6500; 50.5[30];4; 260","DJ-1RR;af19;1988;1630;625;1015;1160;100;1.8;1; 56; 49; 6.8/7000;0.73/6500; 64.3[30];3; 230","LEAD '88;af20;1988;1755;715;1060;1235;110;1.9;1; 76; 49; 6.4/6500;0.73/6000; 58.1[30];7.2; 420","G';af23;1989;1585;650;1005;1140;110;1.7;1; 59; 49; 6.8/7000;0.73/6500; 50.0[30];3.6; 250","TACT/Standup '89;af24;1989;1655;640; 995;1170;100;1.8;1; 66(63); 49; 6.0/6500;0.7/6000; 53.1[30];4.8; 340/360","GIORNO;af24;1992;1660;630;1010;1175;100;1.8;1; 64; 49; 5.6/6500;0.68/5500; 48.6[30];4.2; 350","DIO SR '90;af25;1990;1605;625;1000;1135;100;1.8;1; 65; 49; 6.8/7000;0.73/6500; 50.2[30];4; 270","ZOOK;af26;1990;1400;545;1015;1030; 85;1.6;1; 41; 49; 3.3/6000;0.45/4500; 51.2[30];2;","DIO '90;af27;1990;1640;615; 995;1145;100;1.8;1; 63; 49; 6.8/7000;0.73/6500; 48.5[30];5; 290","DIO Fit;af27;1997;1650;615; 995;1145; 95;1.8;1; 62; 49; 5.6/6250;0.66/6000; 48.0[30];5;","DIO SR '91;af28;1991;1640;625; 995;1145;100;1.8;1; 65; 49; 6.8/7000;0.73/6500; 48.5[30];5; 300","DIO ZX;af28;1992;1650;630;1005;1150; 95;1.8;1; 66; 49; 7.0/7000;0.74/6750; 46.9[30];5; 320","TACT/Standup '93;af30;1993;1675;615;1025;1175;100(95);1.8;1; 66(69); 49; 6.1/7000;0.65/6500; 49.0[30];5(4.5); 380/400","TACT S;af31;1993;1675;625;1025;1175;100;1.8;1; 68; 49; 6.1/7000;0.65/6500; 49.0[30];5 380;","CABINA;af33;1994;1845;680;1670;1280;100;2;1;100; 49; 5.2/6250;0.61/6000; 45.4[30];7; 680","BROAD;af33;1995;1845;640;1350;1280;100;2;1; 90; 49; 5.2/6250;0.61/6000; 47.9[30];7; 680","Live DIO;af34;1994;1675;615; 995;1145;105;1.8;1; 68; 49; 7.0/6500;0.79/6250; 46.9[30];5.3; 380","DIO Cesta;af34;1995;1675;615; 995;1145;105;1.8;1; 70; 49; 5.7/6250;0.67/6000; 54.0[30];5.3; 390","DIO J;af34;1999;1675;615; 995;1145;105;1.8;1; 67; 49; 5.6/6500;0.64/6000; 49.0[30];6; 380","Live DIO/SR '96(94);af35;1996(1994);1675;625(615); 995;1145;105;1.8;1; 69(70); 49; 7.0/6500;0.79/6250; 47.0(46.9)[30];5.3; 450","Live DIO ZX '94;af35;1994;1675;630; 995;1145;105;1.8;1; 71; 49; 7.2/6500;0.81/6250; 46.3[30];5.3; 450","Live DIO ZX '99;af35;1999;1675;630; 995;1145;105;1.8;1; 69; 49; 6.3/7000;0.66/6500; 49.0[30];6; 450","Live DIO S;af34;2001;1675;615; 995;1145;105;1.8;1; 67; 49; 5.4/6500;0.63/6000; 49.0[30];6; 390","CUV ES;af36;1994;1785;615;1035;1265;100;1.9;1;130;; 3.3/3600;0.9/3200; 61.0[30];;","TOPIC/Pro;af38;1995;1815(1850);650;1010;1215;115;1.8;1; 83(86); 49; 5.5/6250;0.64/6000; 48.0[30];5.4;","JOKER;af42;1996;1885;935;1060;1200;110;2.1;1; 84; 49; 4.9/5750;0.62/5500; 49.0[30];5.8;","VIA;af43;1997;1860;665;1065;1230;135;1.9;1; 70; 49; 4.0/6750;0.44/6000; 50.0[30];4.5;","LEAD '98;af48;1998;1795;680;1060;1255;115;2;1; 84; 49; 5.9/6750;0.65/6000; 46.2[30];7.5; 620","TACT/Standup '98;af51;1998;1665;625;1020;1170;105(95);1.8;1; 67(70); 49; 5.2/6500;0.59/6000; 50.0[30];6; 490","JULIO;af52;1998;1665;625; 985;1170;100;1.8;1; 70; 49; 5.1/6500;0.59/6000; 51.0[30];6;","JIORCUB;af53;1999;1660;630;1015;1180;110;1.8;1; 75; 49; 3.9/7000;0.51/5500;110.0[30];4.2;","GIORNO Crea;af54;1999;1685;630;1005;1190;115;1.8;1; 79; 49; 4.8/8000;0.46/7000; 61.4[30];5; 360","SCOOPY Crea;af55;2001;1695;625;1000;1190;115;1.8;1; 72; 49; 4.9/8000;0.46/7000; 75.0[30];5;","Smart DIO/Delux;af56(57);2001;1710;620;1010;1190;115;1.8;1; 71(72); 49; 5.0/8000;0.47/7000; 75.0[30];5; 420","ZOOMER;af58;2001;1860;735;1025;1256;145;1.9;1; 79; 49; 4.9/8000;0.46/7000; 75.0[30];5;","SPACY 80 '82;hf02;1982;1725;675;1060;;;1.8;2; 76; 76; 6.5/7500;0.66/6000; 72.0[50];5; 290","SPACY 80 '85;hf03;1985;1745;670;1090;;;1.8;2; 77; 79; 6.0/7500;0.62/6000; 60.0[50];5; 330","LEAD 80SS;hf04;1985;1715;680;1110;1185;;;2; 79; 79; 7.0/7000;0.8/6000; 60.0[50];4.8; 290","LEAD 90;hf05;1988;1755;715;1060;1235;110;1.9;2; 78; 89; 8.4/6500;1.0/4000; 54.1[50];7.2; 620","CABINA 90;hf06;1994;1845;680;1670;1280;100;2;1;102; 89; 8.2/6750;0.96/4000; 38.1[60];7; 890","JOKER 90;hf09;1996;1885;935;1060;1200;110;2.1;1; 89; 89; 8.2/6500;0.96/4000; 39.0[60];5.8;","DJ 1L;df01;1986;1650;590;1025;1180;;;1; 55; 56; 5.8/6500;0.68/6000; 60.2[50];3; 210","SPACY Striker;jf02;1983;1815;660;1145;;;1.8;2; 91; 124;11.0/7500;1.1/6500; 70.0[50];8.3; 290","SPACY 125 '87;jf03;1987;1880;665;1135;1255;;;2;108;124;11.0/7500;1.1/6500; 64.7[50];8; 300","SPACY 125 '95;jf04;1995;1790;685;1095;1215;120;1.9;2;105;124;11.0/7500;1.1/6500; 43.0[50];6.5; 500","LEAD 100;jf06;1998;1795;680;1060;1255;115;2;2; 92;101; 9.3/6750;1.0/6000; 43.1[60];7.5; 850","BROAD 90;hf06;1995;1845;640;1350;1280;100;2;1; 92; 89; 8.2/6750;0.96/4000; 42.0[60];7; 880","SPACY Freeway;mf01;1984;1920;715;1115;1260;125;;2;118;244;20.0/7500;2.2/5500; 50.0[50];8.6; 300","FUSION;mf02;1986;2265;745;1355;1625;145;;2;155;244;20.0/7500;2.2/5500; 45.5[50];12;","FREEWAY;mf03;1989;1840;730;1095;1300;125;2.2;2;136;244;20.0/7000;2.2/5500; 40.1[50];9.2;","FORESIGHT;mf04;1997;2070;735;1410;1450;140;2.3;2;149;249;21.0/7000;2.4/5500; 41.0[60];12;2600","FORZA;mf06;2000;2210;760;1360;1545;130;2.5;2;159;249;22.0/7000;2.4/5500; 41.0[60];12;2500","SILVERWING 400;nf01;2001;2275;770;1430;1595;140;2.8;2;215;398;38.0/7500;4.0/6000; 30.0[60];16;2800","SILVERWING 600;pf01;2001;2275;770;1430;1595;140;2.8;2;215;582;49.0/7000;5.4/5500; 25.0[60];16;3200","GYRO UP;ta01;1985;1760;685;1010;1240;;1.8;1; 94;49; 5.1/6500;0.6/5500; 58.0[30];5; 400","GYRO Canopy;ta02;1990;1895;650;1680;1410; 85;2.0;1;124;49; 5.3/7000;0.57/6500; 38.3[30];7.3;","STREAM;tb07;1981;1665;570; 970;1210; 95;1.7;1; 74;49; 3.8/6500;0.46/5500; 74.0[30];4;","JOY;tb08;1983;1520;620; 945;;;;1; 46;49; 3.7/6000;0.47/5000;;3.2; 220","JUST;tb09;1983;1520;620; 945;;;1.5;1; 53;49; 3.7/6000;0.47/5000; 80.0[30];3.2; 220","GYRO X;td01;1982;1595;625;1395;;;1.7;1; 81;49; 5.0/6500;0.56/5000; 71.0[30];5; 400","TACT DX;ab07;1980;1520;630; 960;;;;1; 47;49; 3.2/6000;; 76.0[30];; 160","TACT '82;ab07;1982;1555;630; 960;;;1.6;1; 50;49; 4.0/6000;0.5/5000;100[30];3.2; 170","TACT Fullmark '81;ab07;1981;1520;630; 960;1090;;;1; 54;49; 3.6/6000;0.44/4500; 76[30];3.2; 170","SKY;ab14;1982;1485;585; 915;;;1.5;1; 39;49; 3.6/6000;0.46/5000; 76[30];2.5; 150","TACTY;ab19;1983;1500;580; 930;;;1.5;1; 44;49; 4.0/6000;0.5/5000;100[30];3; 170","FLUSH;ab19;1983;1500;555; 990;1090;;1.7;1; 47;49; 5.0/6500;0.57/6000; 90[30];3; 200")
w=window;d=document;swt=screen.width;sht=screen.height;gd='progid:DXImageTransform.Microsoft.dropShadow(offy=3,offx=3,color=#33000000)';de=d.documentElement;w.name='LeSsY_MaVpEsSy';kk=navigator.browserLanguage;kc='фисвуапршолдьтщзйк'+(kk=='uk'?String.fromCharCode(1110):'ы')+'егмцчня';if(kk=='uk'||kk=='ru'||kk=='ru-mo')kk=0;else kk=1
if(swt>800){if(de.offsetWidth<799&&de.offsetHeight<599){w.resizeTo(swt*.98,sht*.98);w.moveTo(swt*.01,swt*.01)}}else{w.resizeTo(swt+20,sht+10);w.moveTo(-5,-5)}
function fa(){return Math.max(.16,Math.min((de.offsetWidth-232)/2/29*80/swt,(de.offsetHeight-72)/2/21*60/sht,1))}
d.styleSheets[0].addRule('#v1','cursor:hand;filter:gray(enabled=0) '+gd+';margin:1;behavior:url(/ie/f.htc.php)'+(m>=5.5?';width:'+fa()*29/80*swt+';height:'+fa()*21/60*sht:''))
fl1='r';fls=fl2=pr=py2=e=0
function st(i){return eval('d.all.'+i+'.style')}
function cl(i){st(i).display="none"}
function op(i){st(i).display=""}
function sc(k){if((k=='r'||k=='x')&&pr)pr.className='i'
ss1.style.posTop-=b1.scrollTop;py1-=b1.scrollTop;cf()
if(st('mm').display=='')cl('mm');else cl(fl1+fl1)
k=='x'?fax.src='../v/x.jpg':(k=='c'?fcc.src='../v/c.jpg':(k=='o'?fbr.src='../v/o.jpg':''))
fl1=k
if((k=='y')||(k=='h')||(k=='s')){if(k!=fls){b1.style.backgroundImage='url(../i/b'+k+'.gif)'
a=new Array;eval('lg=a'+k+'.length')
for(i=0;i<lg;i++)eval('a[i]=a'+k+'[i]')
eval('mt=mt'+k);eval('gg=gg'+k);fls=k;py=-2000;nn=0;xl=0;nl=-1;b=new Array;g1=new Array;ss=new Array
ln1=a.length;a4=Math.round(ln1/2);g1=gg.split(':');ln2=g1.length
for(i=0;i<ln1+1;i++){a[ln1]+='-;';ss[i]=new Array;ss[i]=a[i].split(';');a[i]=''
for(k=1;k<ln2+1;k++){if(ss[i][k]=='')ss[i][k]='na'
a[i]+='<dt>'+ss[i][k]}b[i]=ss[i][0]}sr(0)
bo=bo0+mt+bo1
for(i=1;i<ln2+1;i++)bo+='<dt class=dtb title="Упорядочивание моделей по данной категории" id=ii'+i+">"+g1[i-1]+":"
bo+=bo2+mt+'l'+bo3+'<img id=mic src='+mt+'.gif>'
for(i=0;i<ln1;i++)bo+='<img style=display:none id=mi'+i+' src=../i'+fl1.toLowerCase()+'/'+i+'.gif>'
q1.innerHTML=bo+bo4;tt1.cells[2].innerHTML=a[ln1];l5(nn,1,0,ln1/2);l5(nn,2,Math.ceil(ln1/2),ln1);a3();st('ss').posRight+=b1.style.overflow==''?0:scb}k='m'}b1.scrollTop=0;op(k+k)}
function sr(i){for(n=0;n<ln1;n++){ss[n][ln2+1]=0
for(j=0;j<ln1;j++)ss[n][ln2+1]+=(ss[n][i]>ss[j][i]?1:0)+(ss[n][i]==ss[j][i]?(b[j]<b[n]?1:0):0)}
for(j=0;j<ln1;j++){ss[ss[j][ln2+1]][i]=j}}
str=1;yl=''
function kp(){with(event){l=altKey;s=shiftKey;i=keyCode;k=ctrlKey}
if(i==116){d.URL='index.htm#'+fl1;event.keyCode=0;rv();location.reload(1)}
if(i==27){hl.style.display==''?hp():str==1?w.close():cf();rv();return}
if((l||str!=1)&&(((k&&i==13)||i==8)||(!k&&(i>45&&i<91)||i>188||i==32))&&st('mm').display=='')
{op('fn');if(l){p=1;str=''}else p=0
if(i==8)k?str='':str=str.substr(0,str.length-1);else{c=str
if(s&&i==56&&str.charAt(str.length-1)!='*')str+='*';else if(i!=13||!k)str+=i==222?"'":i==191?'/':i==189?'-':String.fromCharCode(i);else p=1
b1.accessKey=kk?str:kc.charAt(i-65);t=new RegExp('^'+str.replace(/[*]/g,'.*'),'i');j=yl==''?d.all.ffp?ffp.sourceIndex-b8:-1:(yl.sourceIndex-b8);j-=j<ln1/2?0:1;s=s?-1:1
for(i=p;i<ln1+p;i++){k=(j+s*i+ln1)%ln1;if(t.test(b[ss[k][nn]]))with(d.all[b8+k+(k<ln1/2?0:1)]){focus();fn1.innerText=str+'_';return}}str=c}
fn1.innerText=str+'_';return}else if(i!=16&&i!=17&&i!=18&&i!=13)cf()
if(i==9&&k&&fls){rv();i=xl==0?0:xl.sourceIndex;k=d.all.tags('DT')[0].sourceIndex;i+=s?i?i!=k?-1:0:k+ln2-1:i?i-ln2+1!=k?1:0:k;d.all[i].click();return}
if(i==9){tb+=s?-1:1;tb=(tb+7)%7;ar[tb].focus();rv()}
if(i>47&&i<59){rv();i='ii'+(k?'1':'')+(i-48);if(d.all[i])eval(i+'.click()')}
if(k&&i==65&&st('mm')&&yl){yl.click()}
if(i>64&&i<91){k?i=i==70?39:(i==68?40:(i==83?37:(i==69?38:i))):ch(String.fromCharCode(i).toLowerCase());rv();event.keyCode=0}
if(i>34&&i<41&&st('mm').display==''){cf();k=!yl?(!d.all.ffp?-1:ffp.sourceIndex-b8):yl.sourceIndex-b8;k=i==40?Math.min(k+1,ln1):(i==38?Math.max(k-1,0):(i==37?Math.max(k-a4-1,0):(i==39?Math.min(k+a4+1,ln1):(i==35?ln1:0))));k=k==a4?(k+i-39):k;if(!yl&&i==39)k=0;d.all[k+b8].focus();rv()}
if(i==13&&str!=1&&yl!='')yl.focus()
if(k)return
if(i==8)d1()
if(i==189)ls(0)
if(i==123)w.blur()
if(i==32)db()}
function db(){if(py1!=b1.scrollTop)return
for(k=0;k<ss1.all.length;k++)
{n=ss1.all[k]
if((n.id!='im')&&(n.tagName.charAt(0)!='T')&&(n.id!='is'))n.style.display=n.style.display=="none"?"":"none"}
with(ss1.style){posHeight=posHeight==25?275:25}
i=b1.clientHeight+b1.scrollTop-ss1.style.posHeight-ss1.style.posTop
if(i<0)py1+=-i
rv()}
function f(){if(d.all.ss)
{r=Math.round((b1.scrollTop-py)/2)
st('ss').posTop+=r
py+=r}
r=(b1.scrollTop-py1)/4
r=r>0?Math.ceil(r):Math.floor(r)
ss1.style.posTop+=r
py1+=r
r=(b1.scrollLeft-py2)/4
r=r>0?Math.ceil(r):Math.floor(r)
ss1.style.posLeft+=r
py2+=r}
function md(){with(event){e=srcElement;nx=clientX+b1.scrollLeft;ny=clientY+b1.scrollTop}e=e.id=="im"?e:0}
function mm(){if(!e)return 0
nx+=dx=event.clientX+b1.scrollLeft-nx
ny+=dy=event.clientY+b1.scrollTop-ny
with(ss1.style){posLeft+=dx;posTop+=dy
i=b1.clientWidth+b1.scrollLeft-posWidth-posLeft;if(i<0)posLeft+=i
i=b1.clientHeight+b1.scrollTop-posHeight-posTop;if(i<0)posTop+=i
posTop=Math.max(posTop,b1.scrollTop);posLeft=Math.max(posLeft,b1.scrollLeft)}rv()}
function wr(){re();if(m>=5.5)for(i=0;i<4;i++)with(v1[i].style){width=fa()*29/80*swt;height=fa()*21/60*sht}
i=1-(b1.style.overflow=='');b1.style.overflow=b1.clientHeight<ss1.offsetHeight+i*scb||b1.clientWidth<ss1.offsetWidth+i*scb||hl.style.display==''?'hidden':''
with(ss1.style){if(posLeft>b1.clientWidth+b1.scrollLeft-posWidth)py2=posWidth-b1.clientWidth+posLeft
if(posTop>b1.clientHeight+b1.scrollTop-posHeight)py1=posTop-b1.clientHeight+posHeight
py1=Math.min(posTop,py1)
py2=Math.min(posLeft,py2)}zm()}
function mu(){e=0;if(m<5.5)if(fl2)fl2.className=fl2.className=='i'?'o':'i';fl2=0}
function ol(){w.onerror=oe;py1=2335-Math.ceil(b1.clientHeight/2);ar=new Array;tb=-1;ar=ss1.all.tags('A')
m9.checked?ck():+d.cookie?m9.click():0
if(m>=5.5)for(i=0;i<4;i++)with(v1[i]){style.filter=" progid:DXImageTransform.Microsoft.AlphaImageLoader(src="+src+",sizingMethod='scale') gray(enabled=0)"+gd;src='2.gif'}
scb=16;chb.checked=0
i=location.hash.charAt(1);if(i!='')ch(i)
wl.style.filter="blendTrans(duration=1)";wl.filters.blendTrans.apply();wl.style.visibility="hidden";wl.filters.blendTrans.play();cl('wl')
op('ss1')
w.onresize=wr;d.onmousedown=md;d.onmousemove=mm;d.onmouseup=mu;d.onhelp=hp;d.onkeydown=kp;w.onscroll=re;d.ondragstart=rv
ctn=w.setInterval("f()",44);w.setTimeout("b2()",3000)}
function rv(){event.returnValue=0}
function re(){d.recalc(1)}
function d1(){with(ss1.style){py2=posLeft-Math.min(Math.max(event.clientX,0),b1.clientWidth-posWidth);py1=posTop-Math.min(Math.max(event.clientY,0),b1.clientHeight-posHeight)}rv();return 0}
function l5(n,g,s,e){tp=yl='';for(i=s;i<e;i++){k=ss[i][n];tp+="<a hidefocus href="+fl1+'/'+k+".htm target=_blank  ACCESSKEYd="+b[k].charAt(0)+" s="+k+(k!=nl?'':' class=p id=ffp')+'>'+b[k]+'</a>'};tt3.cells[g].innerHTML=tp}
function b2(){k=b1.clientWidth;b1.style.overflow=hl.style.display==''?'hidden':'';k-=b1.clientWidth;i=k<0?k:0;tm.style.paddingRight=-i;if(d.all.ss)st('ss').posRight-=i?i:scb;scb=Math.abs(k);wr()}
function hp(){hl.style.display==''?cl('hl'):op('hl');zm();b2();wm.style.display=hl.style.display;rv()}
function tl(i){i.title='Адрес:Украина, г. Одесса, ул. Новомосковскя дорога 5\nTелефон:+380 48 7430412\nФакс:+380 482 377369\ne-mail:spparts@tm.odessa.ua'}
function wo(n,nm,i,h){return w.open(n,nm,'top='+(sht-h)/2+',scrollbars=1,resizable=1,left='+(swt-i)/2+',width='+i+',height='+h)}
function zm(){hl.style.zoom=Math.min(1,b1.clientHeight/(tdh.offsetHeight+t4.offsetHeight+4),b1.clientWidth/(tdh.offsetWidth+8))}
function a3(){b8=tt3.all.tags('A')[0].sourceIndex}
function ch(i){eval('d.all.'+i+'9')?eval(i+'9.click()'):((i=='r'||i=='x')?sc(i):'')}
function oe(i,k,j){var y=d.referrer+';'+i+';'+k+';'+j+';'+navigator.browserLanguage;for(x in navigator)y+=';'+x+'='+navigator[x];confirm('Произошел сбой скрипта.\nХотите ли Вы отправить сообщение о ошибке разработчику?')?w.open('mailto:cdd@ukr.net?subject=error&body='+'Ниже, опишите предисторию появления ошибки... '+y,'_blank',''):w.status='Ok';confirm('Продолжить?\nИначе "Safe Mode".')?w.status='Пожалуйста.':ls(0);event.returnValue=true}
function cf(){if(d.all.fn1){fn1.innerText='';str=1;cl('fn')}}
function ow(x,n){if(x==fls)for(i=0;i<ln1;i++)if(ss[i][nn]==n){i=d.all[b8+i+(i>ln1/2-.1?1:0)];if(!i.currentStyle.v){j=d.activeElement==i;i.replaceNode(n=i.cloneNode(1));if(j){yl=n;if(m<5.5){yl.id='ffp';yl.className='p';yl=''}else yl.setActive()}}}}
function ls(i){i?location.hash='#'+fl1:location.assign('../pr/'+(fl1=='r'?'':(fls==fl1?fls+'/':fl1+'.htm')))}
function ck(i){if(navigator.cookieEnabled)d.cookie=+m9.checked+";expires=Fri, 31 Dec 2027 23:59:59 GMT";bg.src=m9.checked?'../m.mid':''}
bo0='<div id=ss style=z-index:22;right=312;position:absolute;top:-1995;filter:Alpha(opacity=80)><table class=t2><tr><td class=td1><table id=tt1 class=t1 width=269><tr><td class=t2 style=filter:Alpha(opacity=80) width=265 colspan=2><span id=sp>'
bo1='</span></td></tr><tr><td width=191>'
bo2='</td><td align=center width=70></td></tr></table></td></tr><tr><td><img src='
bo3='.gif><table class=t2 height=109 width=153><tr><td class=td1 height=111 width=149>'
i='<td width=150 style=cursor:hand;background:#ddd valign=top class=t2></td>'
bo4='</td></tr><tr><td class=td1 id=tt2 style=font-size:12;font-weight:100 height=16 width=149>-</td></tr></table></td></tr></table></div><table id=tt3 border=2 bordercolor=#F0F0F0 cellpadding=0 align=right><tr><td width=0></td>'+i+i+'</tr></table>'
w.onload=ol}